[
  {
    "url": "https://aurorasekai.com/eiyuuou-bu-wo-kiwameru-tame-tenseisu-soshite-sekai-saikyou-no-minarai-kishi-%e2%99%80/",
    "rating": "7.667",
    "year": "2023",
    "title": "Eiyuuou, Bu wo Kiwameru Tame Tenseisu: Soshite, Sekai Saikyou no Minarai Kishi♀",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/zrnUnV0PFWnJ1G6wDvzkQL2HL9d.jpg",
    "description": "Harapan terakhir dari Prabu Pahlawan, Inglis adalah hidup kembali sebagai seorang pejuang. Namun, ketika ia terbangun, ia menyadari dirinya telah terlahir kembali sebagai seorang gadis di keluarga bangsawan. Meskipun ia dianggap gagal menyandang gelar kesatria, ia tetap menjadi pengawal paling luar biasa yang pernah ada."
  },
  {
    "url": "https://aurorasekai.com/fuufu-ijou-koibito-miman/",
    "rating": "5.8",
    "year": "2022",
    "title": "Fuufu Ijou, Koibito Miman",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/tEdCclmak7CHR5OzbusD94zdhUW.jpg",
    "description": "Jirou Yakuin, anak SMA yang membosankan akhirnya tinggal dengan Akari Watanabe, salah satu gadis tercantik di kelasnya yang selama ini tidak pernah akrab dengannya. Keduanya menjadi pasangan dalam \"latihan suami-istri\" meski kesan pertama mereka buruk.\n\"Hei, latian suami-istri yang bener dong!\"\nJirou dan Akari yang masing-masing sudah punya perasaan pada orang lain memutuskan untuk melakukan latihan suami-istri dengan serius agar segera dapat bertukar pasangan.\nNamun, setelah ..."
  },
  {
    "url": "https://aurorasekai.com/kumichou-musume-to-sewagakari/",
    "rating": "7.8",
    "year": "2022",
    "title": "Kumichou Musume to Sewagakari",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/csjnPW9Cs82ofUCbI8f6prwKKw8.jpg",
    "description": "Tooru Kirishima dikenal sebagai iblis gang yakuza Sakuragi yang menyelesaikan semua masalah dengan kekerasan. Suatu hari, ia dipanggil pemimpin kelompok Sakuragi dan diberi tugas untuk mengasuh putri satu-satunya, Yaeka.\nCerita kocak dan mengharukan seorang yakuza yang mendadak harus menjadi pengasuh ini pun dimulai."
  },
  {
    "url": "https://aurorasekai.com/kanojo-okarishimasu-la/",
    "rating": "0",
    "year": "2022",
    "title": "Kanojo Okarishimasu LA",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/95zUbU8ccDLLFm89sS1DM35ncSi.jpg",
    "description": "Kazuya Kinoshita, seorang mahasiswa madesu, bertemu \"pacar sewaan\" Chizuru Ichinose yang cantik nan sempurna. Ia memperkenalkan Chizuru pada keluarga dan teman-temannya sebagai pacarnya.\nSelain harus terus menerus berakting dengan pacar bohongannya, Kazuya juga harus menghadapi mantan pacar iblis kecilnya, Mami Nanami. Juga dengan \"pacar agresif\" Ruka Sarashina dan gadis super pemalu yang imut maksimal Sumi Sakurasawa.\nHari-hari \"rental\" asmara yang bersinar \"nyata\" sebagai \"pacar\" ..."
  },
  {
    "url": "https://aurorasekai.com/chainsaw-man/",
    "rating": "N/A",
    "year": "2022",
    "title": "Chainsaw Man",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/npdB6eFzizki0WaZ1OvKcJrWe97.jpg",
    "description": "Mimpi Denji sederhana; hidup damai, bahagia dan menghabiskan waktu bersama gadis yang disukainya. Namun, kenyataanya jauh dari yang diharapkan karena Denji dipaksa yakuza untuk membasmi iblis untuk melunasi hutangnya yang banyak. Menggunakan iblis peliharaannya Pochita sebagai senjata, ia siap melakukan apa pun.\nSayangnya, hidupnya semakin mengenaskan ketika dirinya dikhianati oleh seseorang yang dipercayainya. Sekarang dengan kekuatan iblis di dalam dirinya, Denji menjadi manusia baru; ..."
  },
  {
    "url": "https://aurorasekai.com/yofukashi-no-uta/",
    "rating": "6.75",
    "year": "2022",
    "title": "Yofukashi no Uta",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/rDhwDG2ii8c3nCcfUNp6mogGQ93.jpg",
    "description": "Kou Yamori tampak seperti anak SMP biasa seperti pada umumnya. Dia cukup pandai, ramah dengan teman kelasnya dan berusaha terus bersikap demikian. Namun, ia kemudian memutuskan untuk berhenti berpura-pura dan berhenti sekolah. Dia mengalami insomnia hingga tak bisa tidur malam.\nSuatu hari saat dalam perjalanan, Kou bertemu dengan gadis aneh bernama Nazuna Nanakusa yang memberitahukan padanya penyebab dia tak bisa tidur. Nazuna mengajaknya ke apartemen, beberapa saat kemudian ia mencium ..."
  },
  {
    "url": "https://aurorasekai.com/hataraku-maou-sama/",
    "rating": "7.6",
    "year": "2013",
    "title": "Hataraku Maou-sama! S2",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/7JGGhoUWGDitdCuyhYqM0PmEtjJ.jpg",
    "description": "Karena kalah bertempur dengan Emilia dan pasukannya, Raja Iblis Maou Satan bersama salah satu jendralnya, Alcel melarikan diri dari dunia Ente Isla ke planet Bumi tepatnya di kota Tokyo, Jepang. Namun karena di bumi tidak ada sumber kekuatan sihir, mereka berubah menjadi layaknya manusia biasa. Untuk bertahan hidup, Maou memutuskan untuk bekerja paruh waktu di sebuah restoran makanan cepat saji bernama MgRonald, sementara Alcel tinggal di apartemen untuk mengurus keperluan rumah. Suatu ..."
  },
  {
    "url": "https://aurorasekai.com/classroom-of-the-elite-s2/",
    "rating": "7.6",
    "year": "2017",
    "title": "Youjitsu S2",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/fdHt5MoOmelMFJNQa2ekQHsL652.jpg",
    "description": "Berlatar cerita di SMA Koudo Ikusei, sekolah bergengsi dengan fasilitas terbaik dimana hampir 100% muridnya diterima di universitas atau perusahaan. Para murid memiliki kebebasan dalam berpenampilan atau bergaya sesuka mereka. Meskipun sekolah ini terlihat seperti surga bagi para muridnya, namun pada kenyataannya hanya murid paling unggul lah yang diperlakukan dengan baik."
  },
  {
    "url": "https://aurorasekai.com/lycoris-recoil/",
    "rating": "7.3",
    "year": "2022",
    "title": "Lycoris Recoil",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/dfGf0Ti3BEKpBpVCVtEXKTjQjNR.jpg",
    "description": "Kafe Jepang \"LycoReco\" di Tokyo menyajikan kopi yang nikmat. Punya masalah atau lagi mencemaskan sesuatu? datang ke kafe ini, pelayan kami insya'allah akan membantu menyelesaikan masalahmu.\nGadis-gadis unik pelayan kafe siap menyambut kedatanganmu.\nApapun pesananmu akan kami terima ♪"
  },
  {
    "url": "https://aurorasekai.com/mamahaha-no-tsurego-ga-motokano-datta/",
    "rating": "7",
    "year": "2022",
    "title": "Mamahaha no Tsurego ga Motokano datta",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/54foNXgeXgOsLnWbPJuF42eWBSH.jpg",
    "description": "Mizuto dan Yume adalah pasangan kekasih yang sering cekcok hal-hal sepele dan akhirnya putus saat lulus SMP. Namun, keduanya dipertemukan kembali dengan cara yang tak terduga. \"Sudah jelas aku jadi kakak laki-lakimu!\" \"Sudah jelas aku yang jadi kakak perempuanmu!\" Apa jadinya kalo kedua mantan kekasih ini justru jadi keluarga setelah orang tua mereka menikah lagi? Mizuto dan Yume yang telah memutuskan hubungan asmara kini harus jadi saudara, tinggal satu atap, pulang-pergi sekolah bersama ..."
  },
  {
    "url": "https://aurorasekai.com/ikinokotta-6-nin-ni-yoru-to/",
    "rating": "0",
    "year": "2022",
    "title": "Ikinokotta 6-nin ni Yoru to",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/encc0CbF6oKS3FGyDb6Sx7oGQZY.jpg",
    "description": "Pandemi yang terjadi di Chiba adalah awal dari segalanya. Mizukami Riri bertemu dengan orang yang terinfeksi dalam perjalanan kembali dari klub softball. Dia melarikan diri ke tempat penampungan dengan semua orang di klub, tetapi orang yang terinfeksi baru muncul dan dia kehabisan nyawa. Ketika dia bangun, dia berada di sebuah pusat perbelanjaan di Makuhari."
  },
  {
    "url": "https://aurorasekai.com/spy-x-family/",
    "rating": "8.7",
    "year": "2022",
    "title": "SPY x FAMILY",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/3r4LYFuXrg3G8fepysr4xSLWnQL.jpg",
    "description": "Loid Forger atau agen Twilight (Tasogare) adalah mata-mata terhebat negara Westalis. Ia mendapatkan misi sulit untuk menyusup ke sekolah swasta elit. Untuk menyamarkan identitas, Loid mengadopsi seorang putri yatim piatu dan menikah dengan seorang karyawan kantoran. Namun, siapa sangka ternyata putrinya, Anya adalah seorang esper dan istrinya, Yor adalah seorang pembunuh profesional. Ketiganya belajar hidup berkeluarga sambil menjalankan tugasnya sebagai Twilight dan menjaga perdamaian dunia."
  },
  {
    "url": "https://aurorasekai.com/kanojo-okarishimasu-s2/",
    "rating": "8.8",
    "year": "2020",
    "title": "Kanojo Okarishimasu S2",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/bpU95R9k3N1PAGW6edXuHA5HECi.jpg",
    "description": "Kazuya Kinoshita, seorang mahasiswa madesu, bertemu \"pacar sewaan\" Chizuru Ichinose yang cantik nan sempurna. Ia memperkenalkan Chizuru pada keluarga dan teman-temannya sebagai pacarnya.\nSelain harus terus menerus berakting dengan pacar bohongannya, Kazuya juga harus menghadapi mantan pacar iblis kecilnya, Mami Nanami. Juga dengan \"pacar agresif\" Ruka Sarashina dan gadis super pemalu yang imut maksimal Sumi Sakurasawa.\nHari-hari \"rental\" asmara yang bersinar \"nyata\" sebagai \"pacar\" ..."
  },
  {
    "url": "https://aurorasekai.com/shadows-house/",
    "rating": "7.3",
    "year": "2021",
    "title": "Shadows House S2",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/tZ57kYjdgrOfVrvz0rELkc4yXGH.jpg",
    "description": "Bangsawan bayangan tak berwajah hidup di mansion mewah, yang ditempati oleh boneka-boneka hidup yang menghabiskan waktunya membersihkan kotoran yang tak pernah habis dari majikan misteriusnya.\nIkuti kisah Emilyko, boneka hidup muda yang ceria ketika ia melaksanakan tugasnya sebagai pelayan Kate Shadow-sama."
  },
  {
    "url": "https://aurorasekai.com/kawaii-dake-ja-nai-shikimori-san/",
    "rating": "7.9",
    "year": "2022",
    "title": "Kawaii dake ja Nai Shikimori-san",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/i6WK5JY3ziYdCARgG2l1ragQ5fI.jpg",
    "description": "Shikimori adalah pacar yang sempurna; manis, imut, nyaman ketika berada di sampingnya. Tidak hanya itu, pada saat tertentu ia memperlihatkan sisi lain yang keren banget!!."
  },
  {
    "url": "https://aurorasekai.com/machikado-mazoku-s2/",
    "rating": "6.9",
    "year": "2019",
    "title": "Machikado Mazoku Season 2",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/p20iserOUnei2kYvMA1Sz5zk2uT.jpg",
    "description": "Sejak kekuatan iblisnya terbangun, karakter utama, Shamiko, berjuang untuk membuka segel klan kegelapan. Untuk beberapa alasan, gadis penyihir, Momo, yang seharusnya rivalnya, justru ikut bekerjasama dan memutuskan untuk mengungkap misteri gadis penyihir yang menghilang dari kota ...! ?? Selain itu, iblis baru yang mengintai di kota telah muncul.\nBagaimana masa depan Shamiko dan teman-temannya?"
  },
  {
    "url": "https://aurorasekai.com/heroine-tarumono-kiraware-heroine-to-naisho-no-oshigoto/",
    "rating": "5.5",
    "year": "2022",
    "title": "Heroine Tarumono! Kiraware Heroine to Naisho no Oshigoto",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/A5OlJA472GSc2S05bzAMaTw1o9w.jpg",
    "description": "Hiyori Suzumi, gadis SMA yang dibesarkan di desa. Dia suka berlari, khususnya lari gawang. Demi bisa bergabung dengan klub atletik, ia meninggalkan kampung halamannya dan mendaftar di SMA Sakuragaoka di Tokyo. Ketika Hiyori mencari kerja sampingan, entah mengapa ia justru jadi manajer idol LIPxLIP yang anggotanya tak lain adalah teman kelasnya sendiri yaitu Yuujirou Someya dan Aizou Shibasaki. Hiyori harus pintar-pintar mengelola kesibukannya sebagai pelajar, anggota klub, dan mendukung ..."
  },
  {
    "url": "https://aurorasekai.com/shijou-saikyou-no-daimaou-murabito-a-ni-tensei-suru/",
    "rating": "6.3",
    "year": "2022",
    "title": "Shijou Saikyou no Daimaou, Murabito A ni Tensei suru",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/h8Y9tPnoL0iZnRCgCRkpjItUH6r.jpg",
    "description": "Sebagai makhluk terkuat sepanjang masa, hidup Raja Iblis Varvatos terasa hampa. Karena itu di akhir hidupnya ia melafalkan mantra sihir reinkarnasi agar dapat terlahir kembali sebagai pria normal.\nRibuan tahun kemudian dia terlahir kembali sebagai Ard. Ingatan di kehidupan masa lalunya masih utuh. Selama dia tidak ada dunia benar-benar berubah.\nArd memasuki sekolah sihir. Sayangnya tak peduli seberapa pun ia menahan kekuatannya agar terlihat normal, tapi pada akhirnya ia tak dapat ..."
  },
  {
    "url": "https://aurorasekai.com/aharen-san-wa-hakarenai/",
    "rating": "8.5",
    "year": "2022",
    "title": "Aharen-san wa Hakarenai",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/aVbzWCkIxIcKmHK4f9aWJueBHNk.jpg",
    "description": "Reina Aharen, gadis mungil nan imut dengan suara yang kalem. Aharen memiliki kepribadian yang sulit ditebak. Raidou Matsuhoshi, anak laki-laki yang duduk di sampingnya. Awalnya Raidou merasa ia dijauhi Aharen. Namun, ketika ia mengambilkan penghapus Aharen yang jatuh tiba-tiba Aharen mendekatinya. Cukup dekat hingga jarak wajah Aharen hanya selisih beberapa senti dari wajahnya. Begitulah kisah unik gadis yang tak bisa mengukur jarak hubungannya ini dimulai."
  },
  {
    "url": "https://aurorasekai.com/kakkou-no-iinazuke/",
    "rating": "8",
    "year": "2022",
    "title": "Kakkou no Iinazuke",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/pQWl5ZwKTebT1J6lNekeUyIqGDQ.jpg",
    "description": "Nagi Umino, siswa SMA Megurogawa kelas dua berumur 16 tahun yang saat lahir tertukar. Malam ini ia diundang untuk makan malam dan bertemu dengan orang tua kandungnya. Ketika mau ke tempat pertemuan, diperjalanan Nagi tak sengaja bertemu dengan Erika Amano, gadis populer yang tiba-tiba memaksanya untuk menjadi pacar bohongannya agar dia tidak jadi dijodohkan orang tuanya. Namun, ketika Nagi bertemu dengan orang tua kandungnya, ia kaget ternyata ayah ibu kandungnya adalah orang tua yang ..."
  },
  {
    "url": "https://aurorasekai.com/tomodachi-game/",
    "rating": "6.5",
    "year": "2022",
    "title": "Tomodachi Game",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/l9wfsCpH5Zot8PSskCShqiQc9I4.jpg",
    "description": "Yuuichi Katagiri percaya bahwa teman lebih berharga daripada uang, tetapi dia juga menyadari hidup tanpa uang yang cukup itu sulit. Dia bekerja keras menabung agar dapat ikut piknik sekolah bersama empat sahabatnya. Sialnya, uang kelas yang telah dikumpulkan dicuri. Kecurigaan jatuh pada dua sahabatnya; Shiho Sawaragai dan Makoto Shibe.\nSetelah kejadian itu, mereka berlima diculik dan terbangun di dalam ruangan misterius. Ternyata salah satu dari mereka telah memasukkan mereka berlima ..."
  },
  {
    "url": "https://aurorasekai.com/shiroi-suna-no-aquatope/",
    "rating": "7.4",
    "year": "2021",
    "title": "Shiroi Suna no Aquatope",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/86dxo38ksU7hnCpbfYgIJ3jA6kJ.jpg",
    "description": "Kukuru Misakino, an 18-year-old high school girl working in an aquarium, meets Fuuka Miyazawa, a former idol who lost her place in Tokyo and escaped. Fuuka will spend her days in the aquarium with her own thoughts in mind. However, the crisis of closing is approaching for the aquarium, as the girls explore their dreams and reality, loneliness and friends, bonds and conflicts."
  },
  {
    "url": "https://aurorasekai.com/kaifuku-jutsushi-no-yarinaoshi-bd/",
    "rating": "6.3",
    "year": "2021",
    "title": "Kaifuku Jutsushi no Yarinaoshi BD",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/a5IDQtt7SgLbLtY7YGYVp1XvRng.jpg",
    "description": "In a world of monsters, adventurers and magic, some of the most gifted healers are subjugated to brute force. Keyaru gains the ability to rewind time and turns the tables on those who’ve exploited him in this dark fantasy tale of vengeance and fury."
  },
  {
    "url": "https://aurorasekai.com/teasing-master-takagi-san/",
    "rating": "7.8",
    "year": "2018",
    "title": "Takagi-san Season 3",
    "image": "https://image.tmdb.org/t/p/w220_and_h330_face/xy9lIJrlRRSQXmdUHe6xEAFSv33.jpg",
    "description": "\"If you blush, you lose.\" Living by this principle, the middle schooler Nishikata gets constantly made fun of by his seat neighbor Takagi-san. With his pride shattered to pieces, he vows to turn the tables and get back at her some day. And so, he attempts to tease her day after day, only to find himself victim to Takagi-san's ridicule again sooner than later. Will he be able to make Takagi-san blush from embarrassment even once in the end?"
  }
]
